
/* Short title for copy operations from external applications into Ulysses */
"ImportOperationTitle" = "Import";

/* Detailed description for copy operations from external applications into Ulysses (first placeholder is the number of items to be copied; second the name of the destination) */
"ImportOperationDescription" = "Importing %lu items to %@…";


/* Title of error panel shown to the user when a file cannot be imported for some reason. */
"UnableToImport" = "Unable to import file.";

/* Format of text of error panel shown to the user when a file cannot be imported for some reason. First placeholder is the filename, second placeholder will contain a localized human-readable error description -- either from the subsystem or the generic one in "ImportGenericFileError". */
"UnableToImportText" = "An error occurred while trying to read %@: %@";

/* Generic description of the error when a sheet cannot be opened for an unknown reason. Will be filled with a technical error description. */
"ImportGenericFileError" = "The file might be corrupted, truncated or in an unexpected format.\n\nUnderlying error: “%@”";
